Repository: DavideCapurr/solea
Catalog: App/Resources/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, pt

source: Stime informative basate su UV e fototipo
de: Informative Schätzungen auf Basis von UV und Hauttyp
en: Informational estimates based on UV and skin type
es: Estimaciones informativas basadas en UV y fototipo
fr: Estimations informatives basées sur l'UV et le phototype
pt: Estimativas informativas baseadas no UV e no fototipo

source: Streak
de: Serie
es: Racha
fr: Série
pt: Sequência

source: Supporto
de: Support
en: Support
es: Soporte
fr: Assistance
pt: Suporte

source: Target rimanente
de: Verbleibendes Ziel
en: Target remaining
es: Objetivo restante
fr: Objectif restant
pt: Objetivo restante

source: Tempo al sole
de: Zeit in der Sonne
en: Time in the sun
es: Tiempo al sol
fr: Temps au soleil
pt: Tempo ao sol

source: Tempo illimitato
de: Unbegrenzte Zeit
en: Unlimited time
es: Tiempo ilimitado
fr: Temps illimité
pt: Tempo ilimitado

source: Tempo trascorso
de: Verstrichene Zeit
en: Elapsed time
es: Tiempo transcurrido
fr: Temps écoulé
pt: Tempo decorrido

source: Termina
de: Beenden
en: End
es: Terminar
fr: Terminer
pt: Terminar

source: Termina sessione
de: Sitzung beenden
en: End session
es: Terminar sesión
fr: Terminer la séance
pt: Terminar sessão

source: Ti avviso 30 minuti prima e all'inizio della prossima fascia ideale.
de: Ich benachrichtige dich 30 Minuten vorher und zu Beginn des nächsten idealen Zeitfensters.
en: I'll remind you 30 minutes before and at the start of the next ideal window.
es: Te aviso 30 minutos antes y al inicio de la próxima franja ideal.
fr: Je vous préviens 30 minutes avant et au début du prochain créneau idéal.
pt: Aviso-te 30 minutos antes e no início da próxima faixa ideal.

source: Tipo
de: Typ
en: Type
fr: Type

source: Tipo di sessione
de: Sitzungstyp
en: Session type
es: Tipo de sesión
fr: Type de séance
pt: Tipo de sessão

source: Tira
de: Spannt
en: Tight
fr: Tiraille
pt: Repuxa

source: Tono più scuro del %lld%% rispetto alla prima foto
de: Hautton %lld%% dunkler als beim ersten Foto
en: Tone %lld%% darker than the first photo
es: Tono un %lld%% más oscuro que la primera foto
fr: Teint %lld%% plus foncé que la première photo
pt: Tom %lld%% mais escuro do que na primeira foto

source: Tono stabile rispetto alla prima foto
de: Hautton stabil im Vergleich zum ersten Foto
en: Skin tone unchanged from the first photo
es: Tono estable respecto a la primera foto
fr: Teint stable par rapport à la première photo
pt: Tom estável em relação à primeira foto

source: Tra poco sole ideale
de: Bald ideale Sonne
en: Ideal sun time soon
es: Pronto sol ideal
fr: Bientôt soleil idéal
pt: Em breve sol ideal

source: traguardi
de: Erfolge
en: achievements
es: logros
fr: objectifs
pt: conquistas

source: Traguardi
de: Erfolge
en: Achievements
es: Logros
fr: Objectifs
pt: Conquistas

source: Un lato sta prendendo molto più sole: girati per ottenere un'abbronzatura più uniforme.
de: Eine Seite bekommt viel mehr Sonne: Dreh dich um für eine gleichmäßigere Bräune.
en: One side is getting much more sun. Turn over for a more even tan.
es: Un lado está tomando mucho más sol: gírate para lograr un bronceado más uniforme.
fr: Un côté prend beaucoup plus de soleil : retournez-vous pour un bronzage plus uniforme.
pt: Um lado está a apanhar muito mais sol: vira-te para um bronzeado mais uniforme.

source: Una serie costruita restando sotto la soglia prudente.
de: Eine Serie, aufgebaut unter der empfohlenen Schwelle.
en: A streak built while staying below the recommended limit.
es: Una racha construida manteniéndote bajo el umbral prudente.
fr: Une série construite en restant sous le seuil prudent.
pt: Uma sequência construída mantendo-te abaixo do limite prudente.

source: Una streak costruita restando sotto la soglia prudente.
de: Eine Streak, aufgebaut unter der empfohlenen Schwelle.
en: A streak built while staying below the recommended limit.
es: Una racha construida manteniéndote bajo el umbral prudente.
fr: Une série construite en restant sous le seuil prudent.
pt: Uma streak construída mantendo-te abaixo do limite prudente.

source: Uniforme: fronte e retro sono ben bilanciati.
de: Gleichmäßig: Vorder- und Rückseite sind gut ausbalanciert.
en: Even: front and back are well balanced.
es: Uniforme: delante y detrás están bien equilibrados.
fr: Uniforme : l'avant et l'arrière sont bien équilibrés.
pt: Uniforme: a frente e as costas estão bem equilibradas.

source: Uniformità
de: Gleichmäßigkeit
en: Evenness
es: Uniformidad
fr: Uniformité
pt: Uniformidade

source: UV adesso
de: UV jetzt
en: UV now
es: UV ahora
fr: UV maintenant
pt: UV agora

source: UV attuale
de: Aktueller UV-Wert
en: Current UV
es: UV actual
fr: UV actuel
pt: UV atual

source: UV basso
de: Niedriger UV
en: Low UV
es: UV bajo
fr: UV faible
pt: UV baixo

source: UV basso o moderato: Tanora privilegia una breve esposizione utile.
de: Niedriger oder mäßiger UV: Tanora bevorzugt eine kurze, nützliche Exposition.
en: With low or moderate UV, Tanora recommends a short, purposeful exposure.
es: UV bajo o moderado: Tanora prioriza una breve exposición útil.
fr: UV faible ou modéré : Tanora privilégie une courte exposition utile.
pt: UV baixo ou moderado: o Tanora privilegia uma breve exposição útil.

source: UV basso: nessun limite di tempo
de: Niedriger UV: kein Zeitlimit
en: Low UV: no time limit
es: UV bajo: sin límite de tiempo
fr: UV faible : aucune limite de temps
pt: UV baixo: sem limite de tempo

source: UV massimo %@ verso le %@
de: Maximaler UV %@ gegen %@
en: Peak UV %@ around %@
es: UV máximo %@ hacia las %@
fr: UV maximal %@ vers %@
pt: UV máximo %@ por volta das %@

source: UV medio
de: Durchschnittlicher UV-Wert
en: Average UV
fr: UV moyen
pt: UV médio

source: UV molto basso: puoi stare fuori, ma l'effetto su abbronzatura e vitamina D sarà minimo.
de: Sehr niedriger UV: Du kannst draußen bleiben, aber der Effekt auf Bräune und Vitamin D ist minimal.
en: UV is very low: you can stay outside, but the effect on tanning and vitamin D will be minimal.
es: UV muy bajo: puedes estar fuera, pero el efecto sobre el bronceado y la vitamina D será mínimo.
fr: UV très faible : vous pouvez rester dehors, mais l'effet sur le bronzage et la vitamine D sera minime.
pt: UV muito baixo: podes ficar lá fora, mas o efeito no bronzeado e na vitamina D será mínimo.

source: UV molto basso: puoi stare fuori, ma l'effetto su tan e vitamina D sarà minimo.
de: Sehr niedriger UV: Du kannst draußen bleiben, aber der Effekt auf Bräune und Vitamin D ist minimal.
en: UV is very low: you can stay outside, but the effect on tanning and vitamin D will be minimal.
es: UV muy bajo: puedes estar fuera, pero el efecto sobre el bronceado y la vitamina D será mínimo.
fr: UV très faible : vous pouvez rester dehors, mais l'effet sur le bronzage et la vitamine D sera minime.
pt: UV muito baixo: podes ficar lá fora, mas o efeito no bronzeado e na vitamina D será mínimo.

source: UV reale
de: Realer UV
en: Real UV
es: UV real
fr: UV réel
pt: UV real

source: UV trascurabile
de: UV vernachlässigbar
en: Negligible UV
es: UV insignificante
fr: UV négligeable
pt: UV insignificante

source: UV, dose di oggi o pelle suggeriscono una sessione ridotta.
de: UV, heutige Dosis oder Haut sprechen für eine reduzierte Sitzung.
en: The UV level, today's dose, or your skin response call for a shorter session.
es: El UV, la dosis de hoy o la piel sugieren una sesión reducida.
fr: L'UV, la dose du jour ou la peau suggèrent une séance réduite.
pt: O UV, a dose de hoje ou a pele sugerem uma sessão reduzida.

source: Vacanza preparata
de: Urlaub vorbereitet
en: Vacation ready
es: Vacaciones preparadas
fr: Vacances préparées
pt: Férias preparadas

source: Vedi il piano di oggi
de: Heutigen Plan ansehen
en: See today's plan
es: Ver el plan de hoy
fr: Voir le plan d'aujourd'hui
pt: Ver o plano de hoje

source: Vedi piano
de: Plan ansehen
en: View plan
es: Ver plan
fr: Voir le plan
pt: Ver plano

source: Verdi
de: Grün
en: Green
es: Verdes
fr: Verts
pt: Verdes

source: viso
de: Gesicht
en: face
es: cara
fr: visage
pt: rosto

source: Viso
de: Gesicht
en: Face
es: Cara
fr: Visage
pt: Rosto

source: Vitamina D
de: Vitamin D
en: Vitamin D
fr: Vitamine D

source: Vitamina D stimata
de: Geschätztes Vitamin D
en: Estimated vitamin D
es: Vitamina D estimada
fr: Vitamine D estimée
pt: Vitamina D estimada

source: Vuoi rifare il quiz del fototipo?
de: Möchtest du das Hauttyp-Quiz wiederholen?
en: Retake the skin type quiz?
es: ¿Quieres repetir el test del fototipo?
fr: Voulez-vous refaire le quiz du phototype ?
pt: Queres repetir o questionário do fototipo?

source: Zone esposte
de: Sonnenexponierte Bereiche
en: Exposed areas
es: Zonas expuestas
fr: Zones exposées
pt: Zonas expostas

source: Termini d'uso (EULA)
de: Nutzungsbedingungen (EULA)
en: Terms of Use (EULA)
es: Términos de uso (EULA)
fr: Conditions d'utilisation (CLUF)
pt: Termos de Uso (EULA)

source: Fonti scientifiche
de: Wissenschaftliche Quellen
en: Scientific sources
es: Fuentes científicas
fr: Sources scientifiques
pt: Fontes científicas

source: Chiudi
de: Schließen
en: Close
es: Cerrar
fr: Fermer
pt: Fechar

source: Indice UV e rischio scottatura
de: UV-Index und Sonnenbrandrisiko
en: UV index and sunburn risk
es: Índice UV y riesgo de quemadura
fr: Indice UV et risque de coup de soleil
pt: Índice UV e risco de queimadura

source: Fototipo (scala Fitzpatrick)
de: Hauttyp (Fitzpatrick-Skala)
en: Skin type (Fitzpatrick scale)
es: Fototipo (escala de Fitzpatrick)
fr: Phototype (échelle de Fitzpatrick)
pt: Fototipo (escala de Fitzpatrick)

source: Limite prudente, MED e dose eritemale
de: Vorsichtiges Limit, MED und erythemale Dosis
en: Cautious limit, MED and erythemal dose
es: Límite prudente, DEM y dosis eritematógena
fr: Limite prudente, DEM et dose érythémale
pt: Limite prudente, DEM e dose eritematosa

source: SPF e protezione solare
de: LSF und Sonnenschutz
en: SPF and sun protection
es: FPS y protección solar
fr: FPS et protection solaire
pt: FPS e proteção solar

source: Stima della vitamina D
de: Vitamin-D-Schätzung
en: Vitamin D estimate
es: Estimación de vitamina D
fr: Estimation de la vitamine D
pt: Estimativa de vitamina D

source: Tanora usa l'indice UV per stimare il rischio di scottatura e le ore più prudenti.
de: Tanora nutzt den UV-Index, um das Sonnenbrandrisiko und die vorsichtigsten Stunden zu schätzen.
en: Tanora uses the UV index to estimate sunburn risk and the most cautious hours.
es: Tanora usa el índice UV para estimar el riesgo de quemadura y las horas más prudentes.
fr: Tanora utilise l'indice UV pour estimer le risque de coup de soleil et les heures les plus prudentes.
pt: A Tanora usa o índice UV para estimar o risco de queimadura e os horários mais prudentes.

source: Il quiz iniziale stima il tuo fototipo Fitzpatrick, base dei limiti personalizzati.
de: Das anfängliche Quiz schätzt deinen Fitzpatrick-Hauttyp – die Grundlage für personalisierte Limits.
en: The initial quiz estimates your Fitzpatrick skin type, the basis for your personalized limits.
es: El cuestionario inicial estima tu fototipo de Fitzpatrick, base de los límites personalizados.
fr: Le quiz initial estime votre phototype de Fitzpatrick, base des limites personnalisées.
pt: O questionário inicial estima o seu fototipo de Fitzpatrick, base dos limites personalizados.

source: Il limite prudente resta sotto la dose minima eritemale (MED), misurata in dose eritemale standard (SED).
de: Das vorsichtige Limit bleibt unter der minimalen erythemalen Dosis (MED), gemessen in Standard-Erythemdosis (SED).
en: The cautious limit stays below the minimal erythemal dose (MED), measured in standard erythemal dose (SED).
es: El límite prudente se mantiene por debajo de la dosis eritematógena mínima (DEM), medida en dosis eritematógena estándar (DEE).
fr: La limite prudente reste sous la dose érythémale minimale (DEM), mesurée en dose érythémale standard (DES).
pt: O limite prudente permanece abaixo da dose eritematosa mínima (DEM), medida em dose eritematosa padrão (DEP).

source: Lo SPF attenua la dose stimata, ma non moltiplica liberamente il tempo al sole.
de: Der LSF senkt die geschätzte Dosis, vervielfacht die Sonnenzeit aber nicht beliebig.
en: SPF reduces the estimated dose, but doesn't freely multiply your time in the sun.
es: El FPS reduce la dosis estimada, pero no multiplica libremente el tiempo al sol.
fr: Le FPS atténue la dose estimée, mais ne multiplie pas librement le temps au soleil.
pt: O FPS reduz a dose estimada, mas não multiplica livremente o tempo ao sol.

source: La vitamina D è una stima euristica: non sostituisce l'esame del 25(OH)D nel sangue.
de: Vitamin D ist eine heuristische Schätzung: Sie ersetzt keinen 25(OH)D-Bluttest.
en: Vitamin D is a heuristic estimate: it doesn't replace a blood 25(OH)D test.
es: La vitamina D es una estimación heurística: no sustituye el análisis de 25(OH)D en sangre.
fr: La vitamine D est une estimation heuristique : elle ne remplace pas le dosage sanguin de 25(OH)D.
pt: A vitamina D é uma estimativa heurística: não substitui o exame de 25(OH)D no sangue.

source: Tanora fornisce stime informative basate su fonti di salute pubblica e letteratura scientifica. Non è un dispositivo medico e non sostituisce il parere di un medico o di un dermatologo.
de: Tanora liefert informative Schätzungen auf Basis von Quellen des öffentlichen Gesundheitswesens und wissenschaftlicher Literatur. Es ist kein Medizinprodukt und ersetzt nicht den Rat einer Ärztin oder eines Arztes bzw. einer Dermatologin oder eines Dermatologen.
en: Tanora provides informational estimates based on public-health sources and scientific literature. It is not a medical device and does not replace the advice of a doctor or dermatologist.
es: Tanora ofrece estimaciones informativas basadas en fuentes de salud pública y literatura científica. No es un dispositivo médico y no sustituye el consejo de un médico o dermatólogo.
fr: Tanora fournit des estimations informatives basées sur des sources de santé publique et la littérature scientifique. Ce n'est pas un dispositif médical et cela ne remplace pas l'avis d'un médecin ou d'un dermatologue.
pt: A Tanora fornece estimativas informativas baseadas em fontes de saúde pública e literatura científica. Não é um dispositivo médico e não substitui a opinião de um médico ou dermatologista.

source: Elimina account e dati
de: Account und Daten löschen
en: Delete account and data
es: Eliminar cuenta y datos
fr: Supprimer le compte et les données
pt: Excluir conta e dados

source: Tanora conserva i dati solo sul tuo dispositivo. L'eliminazione rimuove definitivamente profilo, sessioni, diario, foto, piani e progressi, azzera i traguardi Game Center e riporta l'app all'onboarding. L'account Game Center si gestisce nelle Impostazioni di iOS.
de: Tanora speichert deine Daten nur auf deinem Gerät. Das Löschen entfernt Profil, Sitzungen, Tagebuch, Fotos, Pläne und Fortschritt dauerhaft, setzt die Game-Center-Erfolge zurück und bringt die App zurück zum Onboarding. Dein Game-Center-Account wird in den iOS-Einstellungen verwaltet.
en: Tanora keeps your data only on your device. Deleting it permanently removes your profile, sessions, diary, photos, plans and progress, resets your Game Center achievements and returns the app to onboarding. Your Game Center account is managed in iOS Settings.
es: Tanora guarda tus datos solo en tu dispositivo. La eliminación borra de forma permanente perfil, sesiones, diario, fotos, planes y progreso, restablece los logros de Game Center y devuelve la app a la introducción. La cuenta de Game Center se gestiona en los Ajustes de iOS.
fr: Tanora conserve tes données uniquement sur ton appareil. La suppression efface définitivement profil, sessions, journal, photos, plans et progression, réinitialise les succès Game Center et ramène l'app à l'écran d'accueil. Le compte Game Center se gère dans les Réglages iOS.
pt: A Tanora mantém os seus dados apenas no seu dispositivo. A exclusão remove permanentemente perfil, sessões, diário, fotos, planos e progresso, redefine as conquistas do Game Center e retorna o app à introdução. A conta do Game Center é gerida nos Ajustes do iOS.

source: Eliminare account e dati?
de: Account und Daten löschen?
en: Delete account and data?
es: ¿Eliminar cuenta y datos?
fr: Supprimer le compte et les données ?
pt: Excluir conta e dados?

source: Elimina tutto
de: Alles löschen
en: Delete everything
es: Eliminar todo
fr: Tout supprimer
pt: Excluir tudo

source: Vengono eliminati definitivamente dal dispositivo fototipo, sessioni, diario, foto, piani e progressi. L'azione non è reversibile.
de: Hauttyp, Sitzungen, Tagebuch, Fotos, Pläne und Fortschritt werden dauerhaft vom Gerät gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
en: Your skin type, sessions, diary, photos, plans and progress are permanently deleted from the device. This action can't be undone.
es: Se eliminan de forma permanente del dispositivo fototipo, sesiones, diario, fotos, planes y progreso. La acción no se puede deshacer.
fr: Phototype, sessions, journal, photos, plans et progression sont définitivement supprimés de l'appareil. Cette action est irréversible.
pt: Fototipo, sessões, diário, fotos, planos e progresso são excluídos permanentemente do dispositivo. A ação não pode ser desfeita.

source: Altre fonti dati
de: Weitere Datenquellen
en: Other data sources
es: Otras fuentes de datos
fr: Autres sources de données
pt: Outras fontes de dados

source: Apple Weather. Apri le fonti dei dati meteo.
de: Apple Weather. Wetterdatenquellen öffnen.
en: Apple Weather. Open the weather data sources.
es: Apple Weather. Abre las fuentes de los datos meteorológicos.
fr: Apple Weather. Ouvrir les sources des données météo.
pt: Apple Weather. Abrir as fontes dos dados meteorológicos.

source: I consigli sono stime informative, non un parere medico.
de: Die Tipps sind informative Schätzungen, kein medizinischer Rat.
en: This advice is an informational estimate, not medical advice.
es: Los consejos son estimaciones informativas, no una opinión médica.
fr: Les conseils sont des estimations informatives, pas un avis médical.
pt: Os conselhos são estimativas informativas, não um parecer médico.

source: Tanora Plus annuale (€19,99/anno) è un abbonamento auto-rinnovabile: si rinnova automaticamente allo stesso prezzo salvo disdetta almeno 24 ore prima della fine del periodo, e si gestisce o annulla dalle impostazioni dell'account Apple. Il Summer Pass (€9,99) è un acquisto una tantum valido 120 giorni, non si rinnova. Gli acquisti e il ripristino passano sempre dall'In-App Purchase dell'App Store. Tanora Plus non sostituisce il parere medico.
de: Tanora Plus Jahresabo (19,99 €/Jahr) ist ein automatisch verlängertes Abo: Es verlängert sich automatisch zum gleichen Preis, sofern nicht mindestens 24 Stunden vor Ende des Zeitraums gekündigt wird, und wird in den Einstellungen deines Apple-Accounts verwaltet oder gekündigt. Der Summer Pass (9,99 €) ist ein einmaliger Kauf mit 120 Tagen Gültigkeit und verlängert sich nicht. Käufe und Wiederherstellung laufen immer über den In-App-Kauf des App Store. Tanora Plus ersetzt keinen ärztlichen Rat.
en: Tanora Plus annual (€19.99/year) is an auto-renewable subscription: it renews automatically at the same price unless cancelled at least 24 hours before the end of the period, and is managed or cancelled in your Apple account settings. The Summer Pass (€9.99) is a one-time purchase valid for 120 days and does not renew. Purchases and restore always go through the App Store's In-App Purchase. Tanora Plus is not a substitute for medical advice.
es: Tanora Plus anual (€19,99/año) es una suscripción de renovación automática: se renueva automáticamente al mismo precio salvo cancelación al menos 24 horas antes del fin del periodo, y se gestiona o cancela en los ajustes de tu cuenta de Apple. El Summer Pass (€9,99) es una compra única válida 120 días y no se renueva. Las compras y la restauración pasan siempre por la compra integrada de la App Store. Tanora Plus no sustituye la opinión médica.
fr: Tanora Plus annuel (19,99 €/an) est un abonnement à renouvellement automatique : il se renouvelle automatiquement au même prix sauf résiliation au moins 24 heures avant la fin de la période, et se gère ou s'annule dans les réglages de votre compte Apple. Le Summer Pass (9,99 €) est un achat unique valable 120 jours et ne se renouvelle pas. Les achats et la restauration passent toujours par l'achat intégré de l'App Store. Tanora Plus ne remplace pas un avis médical.
pt: O Tanora Plus anual (€19,99/ano) é uma assinatura de renovação automática: renova-se automaticamente pelo mesmo preço, salvo cancelamento com pelo menos 24 horas de antecedência ao fim do período, e é gerido ou cancelado nos ajustes da sua conta Apple. O Summer Pass (€9,99) é uma compra única válida por 120 dias e não se renova. As compras e a restauração passam sempre pela compra dentro do app da App Store. O Tanora Plus não substitui o parecer médico.

source: Tanora fornisce stime informative, non consigli medici. Tocca "Fonti scientifiche" per le fonti dei calcoli.
de: Tanora liefert informative Schätzungen, keinen medizinischen Rat. Tippe auf „Wissenschaftliche Quellen“ für die Quellen der Berechnungen.
en: Tanora provides informational estimates, not medical advice. Tap "Scientific sources" for the sources behind the calculations.
es: Tanora ofrece estimaciones informativas, no consejos médicos. Toca "Fuentes científicas" para ver las fuentes de los cálculos.
fr: Tanora fournit des estimations informatives, pas des conseils médicaux. Touchez « Sources scientifiques » pour les sources des calculs.
pt: A Tanora fornece estimativas informativas, não conselhos médicos. Toque em "Fontes científicas" para ver as fontes dos cálculos.

source: %lld h %lld min
en: %1$lld h %2$lld min

source: Serie
en: Streak
es: Racha
fr: Série
pt: Sequência

source: Account
es: Cuenta
fr: Compte
pt: Conta
